Repository: svipm/doer
Catalog: Doer/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

# me.stats.minimum_two
source: Keep at least two statistics.
zh_hans: 至少保留两个统计项目。
zh_hk: 至少保留兩個統計項目。

# me.stats.posts
source: Posts
zh_hans: 帖子
zh_hk: 帖子

# me.stats.profile_views
source: Views
zh_hans: 主页访问
zh_hk: 主頁訪問

# me.stats.time_read
source: Read Time
zh_hans: 阅读时间
zh_hk: 閱讀時間

# me.stats.title
source: Statistics
zh_hans: 统计卡片
zh_hk: 統計卡片

# me.stats.topics
source: Topics
zh_hans: 话题
zh_hk: 話題

# me.stats.visible
source: Shown on the card
zh_hans: 显示在卡片
zh_hk: 顯示在卡片

# me.switch_account.current
source: Current: @%@
zh_hans: 当前：@%@
zh_hk: 當前：@%@

# me.switch_account.other
source: Sign in with another account
zh_hans: 登录其他账号
zh_hk: 登錄其他賬號

# me.switch_account.use
source: Switch to @%@
zh_hans: 切换到 @%@
zh_hk: 切換到 @%@

# me.topic_list.empty
source: No topics
zh_hans: 暂无话题
zh_hk: 暫無話題

# me.topic_list.load_more_failed
source: Failed to load more. Tap to retry.
zh_hans: 加载更多失败，点击重试
zh_hk: 載入更多失敗，點按重試

# me.topic_list.loading
source: Loading
zh_hans: 加载中
zh_hk: 加載中

# me.topic_list.retry
source: Retry
zh_hans: 重试
zh_hk: 重試

# me.trust_requirements
source: Trust Requirements
zh_hans: 信任要求
zh_hk: 信任要求

# me.web.open_error
source: Unable to open this page.
zh_hans: 无法打开这个页面。
zh_hk: 無法打開這個頁面。

# mermaid.open
source: View Mermaid full screen
zh_hans: 全屏查看 Mermaid
zh_hk: 全屏查看 Mermaid

# messages.compose
source: New message
zh_hans: 新建私信
zh_hk: 新建私信

# messages.compose.recipient
source: Recipient
zh_hans: 收件人
zh_hk: 收件人

# messages.compose.recipient_placeholder
source: Username or group
zh_hans: 用户名或群组
zh_hk: 用户名或群组

# messages.count %lld
source: %lld messages
zh_hans: %lld 条私信
zh_hk: %lld 條私信

# messages.empty
source: No messages
zh_hans: 暂无私信
zh_hk: 暫無私信

# messages.filter.archive
source: Archive
zh_hans: 归档
zh_hk: 歸檔

# messages.filter.inbox
source: Inbox
zh_hans: 收件箱
zh_hk: 收件箱

# messages.filter.sent
source: Sent
zh_hans: 已发送
zh_hk: 已發送

# messages.loading
source: Loading...
zh_hans: 加载中…
zh_hk: 加載中…

# messages.login_prompt
source: Log in to view your messages
zh_hans: 登录后查看私信
zh_hk: 登錄後查看私信

# messages.private_tag
source: Private
zh_hans: 私信
zh_hk: 私信

# messages.title
source: Messages
zh_hans: 私信
zh_hk: 私信

# mini_program.action.copy_link
source: Copy link
zh_hans: 复制链接
zh_hk: 複製連結

# mini_program.action.float
source: Floating window
zh_hans: 浮窗
zh_hk: 浮窗

# mini_program.action.lock
source: Lock
zh_hans: 锁定
zh_hk: 鎖定

# mini_program.action.reenter
source: Reopen mini program
zh_hans: 重新进入小程序
zh_hk: 重新進入小程序

# mini_program.action.unlock
source: Unlock
zh_hans: 不锁定
zh_hk: 不鎖定

# mini_program.add_as_program
source: Add as Mini Program
zh_hans: 添加到小程序
zh_hk: 新增至小程式

# mini_program.add_as_program.title
source: Add as Mini Program
zh_hans: 添加到小程序
zh_hk: 新增至小程式

# mini_program.add_url.message
source: We’ll try to fetch a name and logo after you enter a URL.
zh_hans: 输入网址后会自动尝试获取名称和 Logo。
zh_hk: 輸入網址後會自動嘗試獲取名稱和 Logo。

# mini_program.add_url.title
source: Add URL mini program
zh_hans: 添加网址小程序
zh_hk: 添加網址小程序

# mini_program.added
source: Added to Mini Programs
zh_hans: 已添加到小程序
zh_hk: 已新增至小程式

# mini_program.all_section
source: All mini programs
zh_hans: 全部小程序
zh_hk: 全部小程序

# mini_program.bookmark.unavailable
source: This page cannot be bookmarked
zh_hans: 当前页无法收藏
zh_hk: 目前頁面無法收藏

# mini_program.category.add
source: New category
zh_hans: 新建分类
zh_hk: 新建分類

# mini_program.category.name
source: Category name
zh_hans: 分类名称
zh_hk: 分類名稱

# mini_program.category.other
source: Other
zh_hans: 其他
zh_hk: 其他

# mini_program.close
source: Close
zh_hans: 关闭
zh_hk: 關閉

# mini_program.convert_from_bookmark
source: Add Mini Program
zh_hans: 转小程序
zh_hk: 轉小程式

# mini_program.copy_link.done
source: Link copied
zh_hans: 链接已复制
zh_hk: 連結已複製

# mini_program.copy_link.unavailable
source: No link to copy
zh_hans: 暂无链接可复制
zh_hk: 暫無連結可複製

# mini_program.drawer.add_drop
source: Drag here to add to My Mini Programs
zh_hans: 拖动到此处添加为我的小程序
zh_hk: 拖動到此處添加為我的小程序

# mini_program.drawer.close
source: Hide mini programs
zh_hans: 收起小程序
zh_hk: 收起小程序

# mini_program.drawer.delete_drop
source: Drag here to delete
zh_hans: 拖动到此处删除小程序
zh_hk: 拖動到此處刪除小程序

# mini_program.drawer.frequent_section
source: Frequent mini programs
zh_hans: 常用的小程序
zh_hk: 常用的小程序

# mini_program.drawer.guest
source: Not signed in
zh_hans: 未登录
zh_hk: 未登錄

# mini_program.drawer.more
source: More >
zh_hans: 更多 >
zh_hk: 更多 >

# mini_program.drawer.my_programs
source: My Mini Programs >
zh_hans: 我的小程序 >
zh_hk: 我的小程序 >

# mini_program.drawer.open
source: Open mini program
zh_hans: 打开小程序
zh_hk: 打開小程序

# mini_program.drawer.recent_section
source: Recently used mini programs
zh_hans: 最近使用的小程序
zh_hk: 最近使用的小程序

# mini_program.drawer.recent_title
source: Recent
zh_hans: 最近
zh_hk: 最近

# mini_program.drawer.search_placeholder
source: Search mini programs
zh_hans: 搜索小程序
zh_hk: 搜索小程序

# mini_program.empty
source: No mini programs available
zh_hans: 暂无可用小程序
zh_hk: 暫無可用小程序

# mini_program.error.builtin_locked
source: Built-in mini programs can’t change name or URL
zh_hans: 内置小程序不能修改名称和网址
zh_hk: 內置小程序不能修改名稱和網址

# mini_program.error.invalid_url
source: Invalid URL. Use http:// or https://
zh_hans: 网址无效，请输入以 http:// 或 https:// 开头的地址
zh_hk: 網址無效，請輸入以 http:// 或 https:// 開頭的地址

# mini_program.error.not_found
source: Mini program not found
zh_hans: 找不到该小程序
zh_hk: 找不到該小程序

# mini_program.float.close_action
source: Close
zh_hans: 关闭
zh_hk: 關閉

# mini_program.float.close_message
source: Closing will exit this mini program
zh_hans: 关闭后将退出该小程序
zh_hk: 關閉後將退出該小程序

# mini_program.float.close_title
source: Close floating window
zh_hans: 关闭浮窗
zh_hk: 關閉浮窗

# mini_program.float.restore_hint
source: Tap to reopen. Touch and hold to close
zh_hans: 点按重新打开；长按关闭浮窗
zh_hk: 點按重新打開；長按關閉浮窗

# mini_program.install_preview.title
source: Add to Mini Programs
zh_hans: 添加到小程序
zh_hk: 添加到小程序

# mini_program.lock.off
source: Unlocked
zh_hans: 已取消锁定
zh_hk: 已取消鎖定

# mini_program.lock.on
source: Locked to prevent sideways bounce and pinch-zoom
zh_hans: 已锁定，防止左右晃动和缩放
zh_hk: 已鎖定，防止左右晃動和縮放

# mini_program.logo.download_failed
source: Couldn’t fetch a logo. Try again later or pick one from Photos
zh_hans: 无法从网站获取 Logo，请稍后重试或从相册选择
zh_hk: 無法從網站獲取 Logo，請稍後重試或從相冊選擇

# mini_program.logo.fetching
source: Fetching logo…
zh_hans: 正在获取 Logo…
zh_hk: 正在獲取 Logo…

# mini_program.logo.invalid_image
source: The logo isn’t a valid image
zh_hans: 获取到的 Logo 不是有效图片
zh_hk: 獲取到的 Logo 不是有效圖片

# mini_program.logo.invalid_url
source: Invalid URL, can’t fetch a logo
zh_hans: 网址无效，无法获取 Logo
zh_hk: 網址無效，無法獲取 Logo

# mini_program.management.add
source: Add
zh_hans: 添加
zh_hk: 添加

# mini_program.management.add_category
source: New category
zh_hans: 新建分类
zh_hk: 新建分類

# mini_program.management.add_url
source: Add URL mini program
zh_hans: 添加网址小程序
zh_hk: 添加網址小程序

# mini_program.management.builtin
source: Built-in
zh_hans: 内置
zh_hk: 內置

# mini_program.management.builtin_subtitle
source: Built-in · %@
zh_hans: 内置 · %@
zh_hk: 內置 · %@

# mini_program.management.categories.footer
source: Deleting a category doesn’t delete mini programs. Their items move to Other.
zh_hans: 删除分类不会删除小程序，分类下内容会移动到「其他」。
zh_hk: 刪除分類不會刪除小程序，分類下內容會移動到「其他」。

# mini_program.management.category_count
source: %d mini programs
zh_hans: %d 个小程序
zh_hk: %d 個小程序

# mini_program.management.change_category
source: Change category
zh_hans: 修改分类
zh_hk: 修改分類

# mini_program.management.choose_logo
source: Upload icon
zh_hans: 从本地上传图标
zh_hk: 從本地上傳圖標

# mini_program.management.edit
source: Edit name and URL
zh_hans: 编辑名称和网址
zh_hk: 編輯名稱和網址

# mini_program.management.fetch_logo
source: Fetch site logo
zh_hans: 获取网站 Logo
zh_hk: 獲取網站 Logo

# mini_program.management.programs.empty
source: No mini programs yet
zh_hans: 还没有小程序
zh_hk: 還沒有小程序

# mini_program.management.programs.empty_hint
source: Tap + in the top right to add a URL mini program
zh_hans: 点右上角 + 添加网址小程序
zh_hk: 點右上角 + 添加網址小程序

# mini_program.management.programs.footer
source: Touch and hold to edit the name or fetch a logo. The switch controls Home. Tap Sort in the top right to reorder.
zh_hans: 长按条目可编辑名称、获取 Logo；开关控制是否在首页显示。需要排序时点右上角「排序」。
zh_hk: 長按條目可編輯名稱、獲取 Logo；開關控制是否在首頁顯示。需要排序時點右上角「排序」。

# mini_program.management.reorder
source: Sort
zh_hans: 排序
zh_hk: 排序

# mini_program.management.reorder_hint
source: Drag the grip to reorder, then tap Done.
zh_hans: 按住右侧三道杠拖动调整顺序，完成后点「完成」。
zh_hk: 按住右側三道槓拖動調整順序，完成後點「完成」。

# mini_program.management.reorder_hint.categories
source: Drag the grip to reorder categories, then tap Done.
zh_hans: 按住右侧三道杠拖动分类顺序，完成后点「完成」。
zh_hk: 按住右側三道槓拖動分類順序，完成後點「完成」。

# mini_program.management.row_hint
source: Touch and hold to edit, fetch a logo, or delete
zh_hans: 长按可编辑、获取 Logo 或删除
zh_hk: 長按可編輯、獲取 Logo 或刪除

# mini_program.management.stat.categories
source: Categories
zh_hans: 分类
zh_hk: 分類

# mini_program.management.stat.custom
source: Custom
zh_hans: 自定义
zh_hk: 自定義

# mini_program.management.stat.visible
source: Visible
zh_hans: 显示中
zh_hk: 顯示中

# mini_program.management.tab.categories
source: Categories
zh_hans: 分类
zh_hk: 分類

# mini_program.management.tab.programs
source: Mini programs
zh_hans: 小程序
zh_hk: 小程序

# mini_program.management.title
source: Mini Programs
zh_hans: 小程序管理
zh_hk: 小程序管理

# mini_program.more
source: More
zh_hans: 更多
zh_hk: 更多

# mini_program.my_programs.title
source: My Mini Programs
zh_hans: 我的小程序
zh_hk: 我的小程序

# mini_program.name
source: Name
zh_hans: 名称
zh_hk: 名稱

# mini_program.reenter.done
source: Reopened
zh_hans: 已重新进入
zh_hk: 已重新進入

# mini_program.reenter.failed
source: Couldn’t reopen
zh_hans: 无法重新进入
zh_hk: 無法重新進入

# mini_program.search.empty
source: No matching mini programs
zh_hans: 未找到匹配的小程序
zh_hk: 未找到匹配的小程序

# native_login.captcha_failed
source: Captcha failed. Try again
zh_hans: 人机验证失败，请重试
zh_hk: 人機驗證失敗，請重試

# native_login.captcha.title
source: Complete the captcha
zh_hans: 完成人机验证
zh_hk: 完成人機驗證

# native_login.csrf_failed
source: Login check failed. Finish the Cloudflare check and try again
zh_hans: 登录校验失败，请先完成 Cloudflare 验证后重试
zh_hk: 登錄校驗失敗，請先完成 Cloudflare 驗證後重試

# native_login.fill_both
source: Enter a username and password
zh_hans: 请输入用户名和密码
zh_hk: 請輸入用户名和密碼

# native_login.forgot
source: Forgot password?
zh_hans: 忘记密码？
zh_hk: 忘記密碼？

# native_login.invalid_credentials
source: Incorrect username or password
zh_hans: 用户名或密码错误
zh_hk: 用户名或密碼錯誤

# native_login.timeout
source: The login request timed out. Please try again.
zh_hans: 登录请求超时，请重试
zh_hk: 登入請求逾時，請重試

# native_login.network
source: Network error
zh_hans: 网络异常
zh_hk: 網絡異常

# native_login.not_activated
source: Account isn’t activated. Check your email
zh_hans: 账号未激活，请到邮箱完成激活
zh_hk: 賬號未激活，請到郵箱完成激活

# native_login.not_approved
source: Account isn’t approved yet
zh_hans: 账号尚未通过审核
zh_hk: 賬號尚未通過審核

# native_login.or
source: Other options
zh_hans: 其他方式
zh_hk: 其他方式

# native_login.other
source: OAuth / Passkey / Sign up
zh_hans: OAuth / Passkey / 注册
zh_hk: OAuth / Passkey / 註冊

# native_login.other_hint
source: Use web login for sign-up, Passkey, OAuth, and backup codes
zh_hans: 注册、Passkey、OAuth 与备用码请走网页登录
zh_hk: 註冊、Passkey、OAuth 與備用碼請走網頁登錄

# native_login.password
source: Password
zh_hans: 密码
zh_hk: 密碼

# native_login.password_expired
source: Password expired. Sign in with a browser to reset it
zh_hans: 密码已过期，请用浏览器登录重设密码
zh_hk: 密碼已過期，請用瀏覽器登錄重設密碼

# native_login.remember
source: Remember password
zh_hans: 记住密码
zh_hk: 記住密碼

# native_login.submit
source: Sign in
zh_hans: 登录
zh_hk: 登錄

# native_login.submitting
source: Signing in…
zh_hans: 登录中…
zh_hk: 登錄中…

# native_login.totp.backup
source: Use a backup code / web login
zh_hans: 改用备用码 / 网页登录
zh_hk: 改用備用碼 / 網頁登錄

# native_login.totp.confirm
source: Verify
zh_hans: 验证
zh_hk: 驗證

# native_login.totp.message
source: Enter the 6-digit code from your authenticator app
zh_hans: 请输入身份验证器 App 显示的 6 位验证码
zh_hk: 請輸入身份驗證器 App 顯示的 6 位驗證碼

# native_login.totp.retry
source: Incorrect code. Try again
zh_hans: 验证码错误，请重试
zh_hk: 驗證碼錯誤，請重試

# native_login.totp.title
source: Two-factor authentication
zh_hans: 二步验证
zh_hk: 二步驗證

# native_login.unknown
source: Couldn’t sign in
zh_hans: 登录失败
zh_hk: 登錄失敗

# native_login.username
source: Username / email
zh_hans: 用户名 / 邮箱
zh_hk: 用户名 / 郵箱

# native_login.welcome
source: Welcome to Doer
zh_hans: 欢迎来到 Doer
zh_hk: 歡迎來到 Doer

# native_login.welcome_page
source: About Doer
zh_hans: 了解 Doer
zh_hk: 了解 Doer

# network.health.concurrency
source: Concurrency
zh_hans: 并发窗口
zh_hk: 並發窗口

# network.health.concurrency.format %d %d
source: Download %1$d · prefetch %2$d (avatar: %3$@)
zh_hans: 下载 %1$d · 预取 %2$d（头像档位：%3$@）
zh_hk: 下載 %1$d · 預取 %2$d（頭像檔位：%3$@）

# network.health.csrf.missing
source: No cached token yet (fetched when writing)
zh_hans: 尚未缓存令牌（写操作时会现取）
zh_hk: 尚未緩存令牌（寫操作時會現取）

# network.health.csrf.present
source: Token cached for this session
zh_hans: 当前会话已缓存令牌
zh_hk: 當前會話已緩存令牌

# network.health.engine.doh
source: DoH engine
zh_hans: DoH 引擎
zh_hk: DoH 引擎

# network.health.engine.system
source: System DNS
zh_hans: 系统 DNS
zh_hk: 系統 DNS

# network.health.engine.system.detail
source: In-app DoH is off
zh_hans: 未开启 App 内 DoH
zh_hk: 未開啓 App 內 DoH

# network.health.readonly
source: Read-only snapshot. Won’t change cookie login or auto-repair.
zh_hans: 只读快照，不会改 Cookie 登录或自动修复通道。
zh_hk: 只讀快照，不會改 Cookie 登錄或自動修復通道。

# network.health.shield
source: Cloudflare shield
zh_hans: Cloudflare 盾
zh_hk: Cloudflare 盾

# network.health.shield.cooling
source: Verification cooling down; won’t pop up automatically
zh_hans: 验证冷却中，暂不自动弹出
zh_hk: 驗證冷卻中，暫不自動彈出

# network.health.subtitle
source: Read-only view of the path, shield, CSRF, and concurrency
zh_hans: 只读查看当前通道、盾态、CSRF 与并发
zh_hk: 只讀查看當前通道、盾態、CSRF 與並發

# network.health.title
source: Network health
zh_hans: 网络健康
zh_hk: 網絡健康

# new_topic.body.placeholder
source: Write your topic content...
zh_hans: 输入话题内容...
zh_hk: 輸入話題內容...

# new_topic.category.none
source: No category
zh_hans: 不选择分类
zh_hk: 不選擇分類

# new_topic.character_count_format
source: %lld characters
zh_hans: %lld 字符
zh_hk: %lld 字元

# new_topic.create.failed
source: Failed to Create Topic
zh_hans: 创建话题失败
zh_hk: 創建話題失敗

# new_topic.create.missing_topic
source: The server did not return a topic id.
zh_hans: 服务器没有返回话题 ID。
zh_hk: 服務器沒有返回話題 ID。

# new_topic.publish
source: Publish
zh_hans: 发布
zh_hk: 發佈

# new_topic.tags.add
source: Add tag
zh_hans: 添加标签
zh_hk: 新增標籤

# new_topic.tags.remove_format
source: Remove tag %@
zh_hans: 移除标签 %@
zh_hk: 移除標籤 %@

# new_topic.title
source: New Topic
zh_hans: 新建话题
zh_hk: 新建話題

# new_topic.title.placeholder
source: Topic title
zh_hans: 话题标题
zh_hk: 話題標題

# NewAPI 全部签到
source: Check in all NewAPI sites
zh_hans: NewAPI 全部签到
zh_hk: NewAPI 全部籤到

# NewAPI 签到
source: NewAPI check-in
zh_hans: NewAPI 签到
zh_hk: NewAPI 籤到

# notifications.action.assigned
source: A topic was assigned to you
zh_hans: 话题已分配给你
zh_hk: 話題已分配給你

# notifications.action.badge
source: New badge earned
zh_hans: 获得新勋章
zh_hk: 獲得新勳章

# notifications.action.badge_granted %@
source: Earned the “%@” badge
zh_hans: 获得「%@」勋章
zh_hk: 獲得「%@」勳章

# notifications.action.badge_granted_typed %@ %@
source: Earned %@ badge “%@”
zh_hans: 获得%@勋章「%@」
zh_hk: 獲得%@勳章「%@」

# notifications.action.bookmark
source: Bookmark reminder
zh_hans: 书签提醒
zh_hk: 書簽提醒

# notifications.action.boost %@
source: %@ boosted your post
zh_hans: %@ Boost 了你的帖子
zh_hk: %@ Boost 了你的帖子

# notifications.action.chat_group_mention
source: Chat group mention
zh_hans: 聊天群组提及
zh_hk: 聊天羣組提及

# notifications.action.chat_watched_thread
source: Update in a watched chat thread
zh_hans: 关注的聊天线程有更新
zh_hk: 關注的聊天線程有更新

# notifications.action.circles
source: Circle activity
zh_hans: 圈子动态
zh_hk: 圈子動態

# notifications.action.default
source: Notification
zh_hans: 通知
zh_hk: 通知

# notifications.action.event_reminder
source: Event reminder
zh_hans: 活动提醒
zh_hk: 活動提醒

# notifications.action.from %@
source: From %@
zh_hans: 来自 %@
zh_hk: 來自 %@

# notifications.action.liked %@
source: %@ liked your post
zh_hans: %@ 赞了你的帖子
zh_hk: %@ 贊了你的帖子

# notifications.action.linked %@
source: %@ linked your post
zh_hans: %@ 链接了你的帖子
zh_hk: %@ 鏈接了你的帖子

# notifications.action.mentioned %@
source: %@ mentioned you
zh_hans: %@ 提到了你
zh_hk: %@ 提到了你

# notifications.action.post_approved
source: Your post was approved
zh_hans: 帖子已通过审核
zh_hk: 帖子已通過審核

# notifications.action.posted %@
source: %@ posted
zh_hans: %@ 发布了新内容
zh_hk: %@ 發佈了新內容

# notifications.action.private_message %@
source: %@ sent a private message
zh_hans: %@ 发来了私信
zh_hk: %@ 發來了私信

# notifications.action.quoted %@
source: %@ quoted you
zh_hans: %@ 引用了你
zh_hk: %@ 引用了你

# notifications.action.reaction %@
source: %@ reacted to your post
zh_hans: %@ 对你的帖子做出反应
zh_hk: %@ 對你的帖子做出反應

# notifications.action.replied %@
source: %@ replied to you
zh_hans: %@ 回复了你
zh_hk: %@ 回復了你

# notifications.action.topic_reminder
source: Topic reminder
zh_hans: 话题提醒
zh_hk: 話題提醒

# notifications.action.votes_released
source: Poll results are out
zh_hans: 投票结果已公布
zh_hk: 投票結果已公佈

# notifications.action.watching_first_post
source: New topic
zh_hans: 关注的分类有新话题
zh_hk: 有新話題

# notifications.count %lld
source: %lld notifications
zh_hans: %lld 条通知
zh_hk: %lld 條通知

# notifications.empty
source: No notifications
zh_hans: 暂无通知
zh_hk: 暫無通知

# notifications.filter.all
source: All
zh_hans: 全部
zh_hk: 全部

# notifications.filter.badges
source: Badges
zh_hans: 勋章
zh_hk: 勳章

# notifications.filter.chat
source: Chat
zh_hans: 聊天
zh_hk: 聊天

# notifications.filter.empty
source: No notifications for this filter
zh_hans: 当前筛选下没有通知
zh_hk: 當前篩選下沒有通知

# notifications.filter.mentions
source: @Me
zh_hans: @我
zh_hk: @我

# notifications.filter.messages
source: Messages
zh_hans: 私信
zh_hk: 私信

# notifications.filter.replies
source: Replies
zh_hans: 回复
zh_hk: 回覆

# notifications.filter.system
source: System
zh_hans: 系统
zh_hk: 系統

# notifications.filter.unread
source: Unread
zh_hans: 未读
zh_hk: 未讀

# notifications.loading
source: Loading...
zh_hans: 加载中…
zh_hk: 加載中…

# notifications.login_prompt
source: Log in to view your notifications
zh_hans: 登录后查看通知
zh_hk: 登錄後查看通知

# notifications.mark_all_read
source: Mark all as read
zh_hans: 全部标为已读
zh_hk: 全部標為已讀

# notifications.mark_read
source: Mark as read
zh_hans: 标为已读
zh_hk: 標為已讀

# notifications.someone
source: Someone
zh_hans: 有人
zh_hk: 有人

# notifications.title
source: Notifications
zh_hans: 通知
zh_hk: 通知

# notifications.title.admin_problems
source: New admin suggestions for the site
zh_hans: 站点有新的管理建议
zh_hk: 站點有新的管理建議

# notifications.title.new_features
source: New features are available
zh_hans: 有新功能可用
zh_hk: 有新功能可用

# notifications.type.admin_problems
source: Admin suggestions
zh_hans: 管理建议
zh_hk: 管理建議

# notifications.type.assigned
source: Assigned
zh_hans: 分配
zh_hk: 分配

# notifications.type.badge
source: Badge
zh_hans: 徽章
zh_hk: 徽章

# notifications.type.bookmark
source: Bookmark reminder
zh_hans: 书签提醒
zh_hk: 書簽提醒

# notifications.type.chat
source: Chat
zh_hans: 聊天
zh_hk: 聊天

# notifications.type.circles
source: Circles
zh_hans: 圈子
zh_hk: 圈子

# notifications.type.custom
source: Custom notification
zh_hans: 自定义通知
zh_hk: 自定義通知

# notifications.type.default
source: Notification
zh_hans: 通知
zh_hk: 通知

# notifications.type.edited
source: Edited
zh_hans: 编辑
zh_hk: 編輯

# notifications.type.event
source: Event
zh_hans: 活动
zh_hk: 活動

# notifications.type.following
source: New follow
zh_hans: 新关注
zh_hk: 新關注

# notifications.type.following_reply
source: Reply from someone you follow
zh_hans: 关注的人回复
zh_hk: 關注的人回復

# notifications.type.following_topic
source: Post from someone you follow
zh_hans: 关注的人发帖
zh_hk: 關注的人發帖

# notifications.type.group_mentioned
source: Group mention
zh_hans: 群组提及
zh_hk: 羣組提及

# notifications.type.group_message
source: Group message
zh_hans: 群组消息
zh_hk: 羣組消息

# notifications.type.invited_to_topic
source: Topic invitation
zh_hans: 话题邀请
zh_hk: 話題邀請

# notifications.type.invitee_accepted
source: Accepted invite
zh_hans: 接受邀请
zh_hk: 接受邀請

# notifications.type.liked
source: Liked
zh_hans: 点赞
zh_hk: 點贊

# notifications.type.linked
source: Linked
zh_hans: 链接
zh_hk: 鏈接

# notifications.type.mentioned
source: Mentioned
zh_hans: 提及
zh_hk: 提及

# notifications.type.moved
source: Moved post
zh_hans: 移动帖子
zh_hk: 移動帖子

# notifications.type.new_features
source: New features
zh_hans: 新功能
zh_hk: 新功能

# notifications.type.post_approved
source: Post approved
zh_hans: 帖子通过
zh_hk: 帖子通過

# notifications.type.posted
source: Reply in a topic you watch
zh_hans: 关注话题新回复
zh_hk: 新帖子

# notifications.type.private_message
source: Private message
zh_hans: 私信
zh_hk: 私信

# notifications.type.qa
source: Q&A
zh_hans: 问答
zh_hk: 問答

# notifications.type.quoted
source: Quoted
zh_hans: 引用
zh_hk: 引用

# notifications.type.reaction
source: Reaction
zh_hans: 回应
zh_hk: 回應

# notifications.type.replied
source: Reply
zh_hans: 回复
zh_hk: 回復

# notifications.type.topic_reminder
source: Topic reminder
zh_hans: 话题提醒
zh_hk: 話題提醒

# notifications.type.votes
source: Poll
zh_hans: 投票
zh_hk: 投票

# notifications.type.watching_category
source: Category/tag
zh_hans: 分类/标签
zh_hk: 分類/標籤

# notifications.type.watching_first_post
source: New topic in a category you watch
zh_hans: 分类新话题
zh_hk: 關注首帖

# notion.auto_sync_bookmark
source: Auto-sync bookmarks
zh_hans: 收藏时自动同步
zh_hk: 收藏時自動同步

# notion.auto_sync_desc
source: After you bookmark a topic, sync it to Notion in the background (requires setup)
zh_hans: 收藏话题后后台同步到 Notion（需已完成配置）
zh_hk: 收藏話題後後台同步到 Notion（需已完成配置）

# notion.configured
source: Configured
zh_hans: 已配置完成
zh_hk: 已配置完成

# notion.configured.detail
source: Database %@ · token stored in the Keychain
zh_hans: Database %@ · Token 已保存在 Keychain
zh_hk: Database %@ · Token 已保存在 Keychain

# notion.create_template_db
source: Create a template database
zh_hans: 一键创建模板 Database
zh_hk: 一鍵創建模板 Database

# notion.database_created
source: Database created. ID filled in
zh_hans: Database 已创建，ID 已填入
zh_hk: Database 已創建，ID 已填入

# notion.db_create_failed
source: Couldn’t create: %@
zh_hans: 创建失败：%@
zh_hk: 創建失敗：%@

# notion.disconnect
source: Disconnect
zh_hans: 断开
zh_hk: 斷開

# notion.disconnect.confirm
source: This clears the Notion token and database on this device
zh_hans: 将清除本机 Notion Token 与 Database 配置
zh_hk: 將清除本機 Notion Token 與 Database 配置

# notion.disconnected
source: Disconnected from Notion
zh_hans: 已断开 Notion
zh_hk: 已斷開 Notion

# notion.duplicate.message
source: This topic was already synced. Skip or overwrite
zh_hans: 该话题已同步过，选择跳过或覆盖
zh_hk: 該話題已同步過，選擇跳過或覆蓋

# notion.duplicate.overwrite
source: Overwrite
zh_hans: 覆盖
zh_hk: 覆蓋

# notion.duplicate.skip
source: Skip
zh_hans: 跳过
zh_hk: 跳過

# notion.duplicate.title
source: Already in Notion
zh_hans: Notion 中已存在
zh_hk: Notion 中已存在

# notion.edit_config
source: Edit configuration
zh_hans: 修改配置
zh_hk: 修改配置

# notion.fill_token_and_db
source: Enter a token and database ID
zh_hans: 请填写 Token 和 Database ID
zh_hk: 請填寫 Token 和 Database ID

# notion.not_configured
source: Set up Notion first
zh_hans: 请先配置 Notion
zh_hk: 請先配置 Notion

# notion.not_configured.message
source: Open Notion Sync in Me and enter a token and database ID
zh_hans: 在「我的」里打开 Notion 同步并填写 Token 与 Database ID
zh_hk: 在「我的」裏打開 Notion 同步並填寫 Token 與 Database ID

# notion.open_integrations
source: Open Notion Integrations
zh_hans: 打开 Notion Integrations
zh_hk: 打開 Notion Integrations

# notion.open_page
source: Open existing page
zh_hans: 打开已有页面
zh_hk: 打開已有頁面

# notion.parent_page_prompt
source: Paste a Page ID or link shared with the integration
zh_hans: 粘贴已分享给 Integration 的 Page ID 或 Page 链接
zh_hk: 粘貼已分享給 Integration 的 Page ID 或 Page 連結

# notion.save_and_test
source: Save and test
zh_hans: 保存并测试连接
zh_hk: 保存並測試連接

# notion.scope.all_loaded
source: All loaded posts
zh_hans: 全部已加载帖子
zh_hk: 全部已加載帖子

# notion.scope.first_post
source: Original post only
zh_hans: 仅主帖
zh_hk: 僅主帖

# notion.settings.subtitle
source: Testing…
zh_hans: 配置 Token 并把话题同步到 Notion
zh_hk: 配置 Token 並把話題同步到 Notion

# notion.settings.testing
source: Notion Sync
zh_hans: 测试中…
zh_hk: 測試中…
